{
  "characters": [
    {
      "name": "Rahamat",
      "rarity": "Common",
      "ability": "Handprint Momento",
      "abilityDescription": "Doubles the number of Virtues gain at the end of the game",
      "description": "Rahamat, the Kabuliwallah, is an Afghan peddler working in India to support his family back home. His bond with Mini, a young Indian girl who reminds him of his daughter, underscores the sacrifices and emotional connections of immigrants separated from loved ones.",
      "origin": "Kabuliwallah by Rabindranath Tagore",
      "image": "images/kabuliwallah_card.png",
      "char": "images/kabuliwallah.png",
      "icon": "images/handprint_momento.png"
    },
    {
      "name": "Maheen Banou",
      "rarity": "Common",
      "ability": "Cumbersome",
      "abilityDescription": "Her troublesome situation, increases the difficulty of the present battle by 3",
      "description": "An elder facing constant displacement, Maheen Banou yearns for peace and stability. Her story explores the universal desire for security in life’s later stages, reflecting the resilience and wisdom she’s gathered over the years as she navigates these challenges.",
      "origin": "A Mansion in the Sky by Goli Taraghi",
      "image": "images/maheen_card.png",
      "char": "images/maheen.png",
      "icon": "images/cumbersome.png"
    },
    {
      "name": "Ana",
      "rarity": "Common",
      "ability": "Gentle Black Roots",
      "abilityDescription": "Reactivates all character's abilities",
      "description": "A housewife, Ana, represents the universal experience of adulthood’s challenges and self-discoveries. She is a character defined by her moments of personal reflection and growth, showing wisdom gained through a journey of introspection, often arriving at life-changing realizations",
      "origin": "Love by Clarice Lispector",
      "image": "images/ana_card.png",
      "char": "images/ana.png",
      "icon": "images/moment_of_e.png"
    },
    {
      "name": "Meno",
      "rarity": "Common",
      "ability": "Meno Paradox",
      "abilityDescription": "His constant assumptions consumes the player’s XP and in return, gives players 5 Virtues",
      "description": "A young Greek student from Plato’s Meno, Meno grapples with the elusive concept of virtue, often stumbling into contradictions. His frustration with philosophical inquiry, disrupts his curiosity and openness to learning",
      "origin": "Meno by Plato",
      "image": "images/meno_card.png",
      "char": "images/meno.png",
      "icon": "images/meno_paradox.png"
    },
    {
      "name": "Bisclavret",
      "rarity": "Rare",
      "ability": "Semblance of a Beast",
      "abilityDescription": "In his beastly form, he strikes fear, lowering enemy's health by 20% permenently",
      "description": "The knight Bisclavret is cursed to live as a werewolf, leading a life torn between his human and beastly forms. Highlighting themes of loyalty and betrayal, as he strives to maintain his honor despite the isolation and secrecy that come with his curse.",
      "origin": "Bisclavret by Marie de France",
      "image": "images/bisclavret_card.png",
      "char": "images/bisclavret.png",
      "icon": "images/feral_beast.png"
    },
    {
      "name": "Lady of Laüstic",
      "rarity": "Rare",
      "ability": "Song of Longing",
      "abilityDescription": "Her hope increases allies base damage by 20%",
      "description": "A noblewoman trapped in an unfulfilled marriage, the Lady of Laüstic finds solace in her secret love, represented by a nightingale. She uses the nightingale’s song to connect with her lover, symbolizing her unspoken desires and the tragedy of unfulfilled love.",
      "origin": "Laüstic by Marie de France",
      "image": "images/laustic_card.png",
      "char": "images/laustic.png",
      "icon": "images/song_of_longing.png"
    },
    {
      "name": "Yonec",
      "rarity": "Rare",
      "ability": "SwordThrust",
      "abilityDescription": "Born to avanger, he deals a massive amount of damage to a single enemy (200 Damage)",
      "description": "Yonec, the son of a mystical knight and a noblewoman, grows up destined to avenge his parents. He eventually kills the oppressive lord responsible for his parents’ suffering, fulfilling the legacy of his father, a knight who could transform into a hawk.",
      "origin": "Yonec by Marie de France",
      "image": "images/yonec_card.png",
      "char": "images/yonec.png",
      "icon": "images/avenger_strike.png"
    },
    {
      "name": "ZhuangZhou",
      "rarity": "Super-Rare",
      "ability": "Butterfly Dream",
      "abilityDescription": "The dream-like state pauses the timer for 3 seconds",
      "description": "The philosopher Zhuang Zhou is famed for his allegory of the butterfly dream, where he questions if he is a man dreaming of a butterfly or a butterfly dreaming of a man. Reflecting deep philosophical themes of illusion, reality, and identity, exploring the fluid nature of existence and perception.",
      "origin": "Zhuangzi",
      "image": "images/zhuangzhou_card.png",
      "char": "images/zhuangzhou.png",
      "icon": "images/butterfly_dream.png"
    },
    {
      "name": "Robin",
      "rarity": "Super-Rare",
      "ability": "Committ'st Knaveries",
      "abilityDescription": "Transforms enemies into an “Ass” which in turn lowers their maximum health points and total defence.",
      "description": "Robin Goodfellow, is a mischievous fairy who serves Oberon, the fairy king. Known for his chaotic tricks, the unpredictable side of the fairy world, often leading to unintended consequences in the human realm.",
      "origin": "A Midsummer Night’s Dream by William Shakespeare",
      "image": "images/puck_card.png",
      "char": "images/puck.png",
      "icon": "images/mischief_maker.png"
    },
    {
      "name": "Socrates",
      "rarity": "Ultra-Rare",
      "ability": "Socratic Response",
      "abilityDescription": "Confuses enemies which stalls the battle, increasing the amount of time given and giving the player extra XP .",
      "description": "The Greek philosopher Socrates is renowned for his method of inquiry, where he challenges others to think critically by asking probing questions. His dialogues are rooted in the pursuit of wisdom, encouraging others to question their beliefs, and he remains an influential figure in philosophy.",
      "origin": "Meno by Plato",
      "image": "images/socrates_card.png",
      "char": "images/socrates.png",
      "icon": "images/socratic_response.png"
    }
  ]
}


  
  